import React from 'react';

function FivePage() {
  return (
    <>
      <div className='text-white'>
        <h2 className='font-bold text-[30px]'>شاطئ أملج</h2>
        <p>يُعد من أجمل الشواطئ في المملكة العربية السعودية، ويقع على ساحل البحر الأحمر في منطقة تبوك.</p>
        <p>يمتاز شاطئ أملج برماله البيضاء الناعمة ومياهه الفيروزية الصافية، ما جعله يُلقب بـ"مالديف السعودية". يمكن للزوار الاستمتاع بالغوص، وركوب القوارب، واستكشاف الجزر القريبة ذات الطبيعة الخلابة. يُعد الشاطئ وجهة مميزة للباحثين عن الاسترخاء والجمال الطبيعي.</p>
      </div>
    </>
  );
}

export default FivePage;
