import React from 'react';

function FourPage() {
  return (
    <>
         <div className='text-white'>
        <h2 className='font-bold text-[30px]'>ماتشو بيتشو</h2>
        <p>مدينة أثرية قديمة تقع في أعالي جبال الأنديز في بيرو، وتُعد من أهم المواقع التاريخية في العالم.</p>
        <p>تم اكتشاف ماتشو بيتشو في عام 1911، وهي إحدى عجائب الدنيا السبع الجديدة. تتميز بهندستها المعمارية الفريدة والمناظر الطبيعية الخلابة التي تحيط بها. كانت هذه المدينة مركزًا دينيًا وثقافيًا لحضارة الإنكا، وتجذب اليوم الزوار من مختلف أنحاء العالم للاستمتاع بتاريخها وجمالها الطبيعي.</p>
      </div>
    </>
  );
}

export default FourPage;
