import React from 'react';

function SecondPage() {
  return (
    <>
         <div className='text-white'>
        <h2 className='font-bold text-[30px]'>سور الصين العظيم</h2>
        <p>يُعد أحد أعظم الإنجازات المعمارية في التاريخ البشري، ويمتد على آلاف الكيلومترات عبر شمال الصين.</p>
        <p>بُني السور لحماية الصين من الغزوات، وهو اليوم من أبرز المعالم السياحية في العالم. يتميز بمناظره الطبيعية الخلابة الممتدة عبر الجبال والتلال، ويُعد رمزًا للقوة والإصرار في الحضارة الصينية.</p>
      </div>
    </>
  );
}

export default SecondPage;
