import React from 'react';

function ThirdPage() {
  return (
    <>
         <div className='text-white'>
        <h2 className='font-bold text-[30px]'>شلالات نياجرا</h2>
        <p>من أشهر الشلالات في العالم، وتقع على الحدود بين كندا والولايات المتحدة.</p>
        <p>تتكون من ثلاث شلالات رئيسية وتُعد مصدرًا للطاقة الكهرومائية، بالإضافة إلى كونها وجهة سياحية شهيرة. يمكن للزوار الاستمتاع بجولات القوارب تحت الشلالات، والمشي على المسارات القريبة لالتقاط أجمل الصور الطبيعية.</p>
      </div>
    </>
  );
}

export default ThirdPage;
